<?php 
require 'application/models/about.php';
require 'application/views/includes/template_header.php';
?>
<article class="shipment-article">
    <h1>О компании</h1>
    <p>
        Наша компания является лидером по продаже электронных сигарет и комплектующих по всей России. Вся
        продукция сертифицирована и имеет все необходимые лицензии.
        Компания всегда пытается дать своим клиентам самое лучшее. Лучшие бренды, выбранные из сотен
        конкурентов, представлены на полках нашего магазина, а лучший сервис обеспечивают наши
        профессиональный консультанты.
    </p>
    <p>
        Мы стремимся удовлетворить все прихоти наших клиентов, поэтому заботимся о них и после приобретения
        товара. Магазин предоставляет гарантийное обслуживание в течение всего гарантийного срока.
        Разнообразие брендов и моделей электронных сигарет может затруднить покупку товара, но наши
        профессиональные менеджеры по продажам помогут определиться с выбором подходящей электронной
        сигареты, учитывая все предпочтения клиентов.
    </p>
</article>
<? require 'application/views/includes/template_footer.php' ?>